Repository: henyee/NBDYSJCT
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 说完又是两只小手捧起剩下的包子皮，这对于小家伙来说太大了，无法像麦格一样一口一个，抓在手里像个饼，拿起啃了一口，小脸上满是幸福的表情。
en_us: After saying that, Amy picked up the rest of the dumpling with her two hands. The dumpling was too big for this little fellow and she was unable to eat it in one bite like Mag so she nibbled on the dumpling in her hands with a blissful smile.

source: 说实话，比汉娜那一套差多了。
en_us: Frankly speaking, it was much worse than Hannah's set.

source: 说实话，第一眼看到这两道菜，他便想到了麦米餐厅，想到了同样颜色红亮的凉拌菜：夫妻肺片。
en_us: To be honest, when he first saw these two dishes, he was immediately reminded of Mamy Restaurant and a salad of a similar bright red: the husband and wife lung slice.

source: 说是能力，其实更准确的说法应该是一种精神控制的方法。
en_us: Although it was said to be an ability, it should be described as a technique to control the mind.

source: 说是要回一趟混乱之城，处理一些暗夜精灵的事情。
en_us: She sad she needed to return to Chaos City to settle some Night Elves' matters.

source: 说最文明的话，干最彪悍的活。
en_us: She said the most civilized thing but did the most savage deed.

source: 说着，卢西恩端起酒杯，抿了一口威士忌。
en_us: After saying that, Lucien took a sip of the whiskey.

source: 说着，她的肚子还有些不争气的咕噜噜响了起来。
en_us: At the same time, her stomach grumbled.

source: 说话间，几位客人有说有笑的从餐厅里结伴出来，排在前边的客人自觉入场。
en_us: While he was speaking, a few customers came out from the restaurant in good spirits, and the customers lining up in front of them walked.

source: 说起来，他的茅台酒和威士忌还没有给客人们酿出来尝尝呢。
en_us: Speaking of that, he still hadn't let his customers try his Maotai and whiskey yet.

source: 诺亚仰头吨吨吨吨吨喝了半壶水，看了看自己的手，又是左右看了看，有些怅然若失道：“我的佛跳墙……是不是掉了？”
en_us: Noah tilted his head back and gulped down half of the bottle's water. He looked at his hands and then looked around before saying in a lost, "My 'Buddha Jumps Over the Wall'...Did I drop it?"

source: 诺亚只是被看了一眼，便噤若寒蝉。
en_us: Noya shut up the moment she glanced over.

source: 诺亚和梅兰特转身，一脸惊讶的看着她，然后瞬间陷入昏迷状态。
en_us: Noah and Merante turned and looked at her with shock before descending into unconciousness immediately.

source: 诺亚很忧伤，他抱着一起穿过冰窟，战过古尸，有着过命交情的佛跳墙，竟然在战斗中牺牲了……
en_us: Noya was very upset. The 'Buddha Jumps Over the Wall' that had been through the ice cave and braved through the ancient corpses with him. It actually sacrificed itself amidst the battle...

source: 诺亚微微一愣，目光渐渐坚定，重重点了点头。
en_us: Noya was slightly stunned. His expression turned determined gradually as he nodded with resolution.

source: 诺亚悟头，一脸委屈：“爷爷，我这也是新开发出来的才能啊。”
en_us: Noya cupped his face and said with grievance, "Grandpa, this is my newly-developed skill."

source: 诺亚惊喜的从床上蹦起来，冲上前端起食盒，放到一旁的小桌上，一脸虔诚的的打开食盒，浓浓的鸡汤味便充满了房间。
en_us: Noah jumped up from bed excitedly, and ran over to pick up the takeaway box. He placed it on the small table at the side, and opened it reverently. The rich chicken soup's aroma filled the room.

source: 诺亚慢慢坐到了最后方，抱着膝盖，陷入了自闭。
en_us: Noah slowly moved to the back. He descended into silence, hugging his knees.

source: 诺亚抱着佛跳墙，嘴里还咬着一只鸡腿狂奔而来，在他的身后响起了密集的脚步声。
en_us: Noah carried the 'Buddha Jumps Over the Wall' and dashed over with a chicken drumstick in his mouth. Sound of dense footsteps followed after him.

source: 诺亚抱着佛跳墙，已经完全处于呆滞状态，成了一条连666都忘了喊的咸鱼。
en_us: Noah was already completely in a daze with the 'Buddha Jumps Over the Wall' in his arms. He became a completely useless bystander.

source: 诺亚抱着佛跳墙，当一个全程喊666的废物。
en_us: Noya hugged on to the 'Buddha Jumps Over the Wall' and was just being useless throughout the entire journey.

source: 诺亚有点忧伤。
en_us: Noah was a little sad, and he looked at the sky.

source: 诺亚有点被噎住，看着麦格沉默了一会，又开始试着缓解尴尬：“麦老板，能够认识您很高兴。”
en_us: Noah felt speechless. He looked at Mag silently for a moment before trying to alleviate the awkwardness. "Boss Mag, I am very happy to know you."

source: 诺亚正被艾米拉着玩毛线。
en_us: Noah was playing with strings with Amy.

source: 诺亚的目光很快注意到了站在柜台旁的伊琳娜，眼中露出了几分惊艳之色，不过很快礼貌的收回目光，转而看着麦格一脸忧伤道：“麦老板，有吃的吗？骑着铁背鹰在山里飞了两天，都快饿死了。”
en_us: Noya quickly noticed Irina, who was standing by the counter. He was shocked, but quickly retracted his gaze courteously. He turned to look at Mag, and said sorrowfully, "Boss Mag, do you have food? I'm starving from flying around the mountains on the back of a steel eagle."

source: 诺亚看着坐在床边的梅兰特，一脸关切的问道。
en_us: "Grandpa, are you okay?" Noya asked worriedly as he looked at Merante, who was sitting by the bed.

source: 诺亚睁大了眼睛，眼眶忍不住湿润了，泪水很快顺着脸颊滑落。
en_us: Noah's eyes widened. Tears welled up in his eyes uncontrollably, and soon slid down his cheeks.

source: 诺亚瞪眼，有些难以置信的回头看着梅兰特。
en_us: Noah's eyes widened, and he turned to look at Merante with disbelief.

source: 诺亚第一次感受到了来自大佬的打击，这对他来说伤害很大。
en_us: This was the first time Noah had felt a blow from a big shot. It was hurtful to him.

source: 诺亚见梅兰特已经生龙活虎，提着的心也是放下了，笑着道：“这是麦老板给我的，就这么一小瓶。”
en_us: Seeing that Merante appeared lively and full of strength, Noya finally was assured. He smilingly said, "Boss Mag gave it to me. It's just this small bottle."

source: 诺亚：“……”
en_us: "…" Noah.

source: 诺亚：“？？？”
en_us: "???" Noah.

source: 诺兰大陆上下一片哗然，各族纷纷第一时间跟随龙族对洛斯帝国发出质问，要求安德烈交出乔修，彻查此事，给各族一个交代。
en_us: A commotion broke out all over the Norland Continent. All the races questioned the Roth Empire following the giant dragons. They demanded Andre to hand out Josh and investigate this matter to give an explanation to all the races.

source: 诺言看了一眼梅兰特破裂的衣服，也是拿着另一个蛋黄酥喂到嘴里。
en_us: Noah looked at Merante's ripped clothes, and then bit into the other salted egg yolk pastry.

source: 谁不想每天早上醒来能够吃到美味的灌汤包和皮蛋瘦肉粥啊，谁不想每天吃鱼香茄子啊，谁不想每天晚上搂着那美好的肉体睡觉……
en_us: Who would not wish to wake up every morning to delicious soup dumpling and congee with pork and century egg? Who would not want to enjoy eggplant with garlic sauce every day? Who would not want to hug that beautiful body to sleep every night...

source: 谁也不会觉得钱太多是烦恼，不是吗？
en_us: No one would think that having too much money was a problem, right?

source: 谁也不知道一直往北有多遥远的距离，因为越往北走，气温越低。
en_us: No one knew how far north could one go, because the temperature dropped as one went further north.

source: 谁也没想到本来被视为最可能获得金奖的爆炸酒，既然接连被泰坦酒和茅台酒爆了，48的高分也显得有些黯然失色。
en_us: No one expected that Explosive Liquor which was deemed to be the most likely to receive the gold award to be overtaken by Titan Liquor and Maotai. Even its 48 points high score paled in comparison.

source: 谁也没想到短短几天时间，这家酒馆就获得了那么多客人的认可。
en_us: No one would have expected that this tavern would be able to win over so many customers within a short span of a few days.

source: 谁也没想到这个看起来年轻有为，美人在怀的男人，还是这款获得了五十分满分的美酒的主人。
en_us: No one had thought that this young man who looked capable and surrounded by beautiful women, would be the owner of the liquor that received the 50 points perfect score.

source: 谁也没想到，在这地底之下，竟然藏着这样宝贵的财富。
en_us: No one could have guessed that such a valuable treasure was hidden underground.

source: 谁都知道陛下最是疼爱这位公主殿下，得罪谁，也不敢得罪她啊。
en_us: Everyone knew that His Majesty doted a lot on this princess. No matter whom you offended, you should never offend this princess.

source: 谋生只是一部分，承受着外界期待和父辈的光环，才是她真正的压力所在。
en_us: Making a living was only a part of it. Her real pressure was withstanding the others' expectations and her father's glory.

source: 谷物的芳香、窖藏的芳香、发酵之后的醇甜……各种香味令她应接不暇。
en_us: The fragrance of grains and the sweetness after fermentation… All the fragrances were too much for her to handle.

source: 贝齿咬开猪耳朵，柔软细腻之间夹着一点脆骨，轻轻一咬，发出了咔嚓的声响，弹牙的口感，带来了有趣的咀嚼体验。
en_us: Vanessa chewed into the pig's ear. Amidst the soft tenderness, there was a crunchy cartilage. When she bit into it, there was a soft crunch. It was springy, and gave her an interesting chewing experience.

source: 负面情绪系统：你这太鸡儿丢我们情绪系统的脸了！
en_us: Negative Emotion System: What a disgrace to the Emotion Systems!

source: 费奇也是在心里叹了口气，罗莫街也曾有过辉煌，不过很快收回目光，将手里的胶水桶往手下手里一塞，道：“拿钱办事，赶紧把公告贴了，今天下午我们要贴一百多栋楼呢。”
en_us: Fitch sighed inwardly. Romo Street was glorious once too. However, he quickly retracted his gaze, pushed the glue bucket into his subordinate's hands and said, "We are paid to do a job. Let's stick all the notices quickly. We need to stick over 100 notices."

source: 费奇和手下在一旁一脸不明所以，互相对了一下目光，都摇了摇头。
en_us: Fitch and his subordinate stood at the side with befuddlement. They looked at each other and shook their heads.

source: 费奇咽了一下口水，从手下的眼中看到了同款震惊。
en_us: Fitch gulped and saw the same in his subordinate's eyes.

source: 费奇愣住，不过很快回过神来，有些不太确定道：“哈迪斯先生，您是说打算买下这家店铺吗？”
en_us: Fitch was stunned, but he quickly regained his wits, and said with uncertainty, "Mr. Hades, do you mean you want to buy this shop?"

source: 费奇手里捏着罗莫街半条街商铺的全权委托书，第一次体验到了权力在握的感觉。
en_us: Holding the general power of attorney of half of the shops on the Romo Street, Fitch felt power in his grasp for the very first time.

source: 费奇把麦格送出门，安排店里的马车把他送回家。
en_us: Fitch sent Mag out and arranged for the shop's horse-drawn carriage to send him home.

source: 费奇拿了外套披上，长长呼了口气，这才向外走去。
en_us: Fitch took hsi weater and let out a long sigh before going out.

source: 费奇摇头，歉然道：“抱歉，这是客人的隐私，我们不能对外透露。”
en_us: Fitch shook his head and apologetically answered, "I'm sorry. This is our client's privacy. We can't share it."

source: 费奇有点慌，虽然他把那一百多栋楼的过户办理的非常干净，但随着罗莫街的继续落寞，那些临街的老房子价值只会越来越低。
en_us: Fitch was rather flustered. Although he had handled the handing over of the buildings very cleanly, as Romo Street continue to decline, the value of those old buildings would only get lower.

source: 费奇看着两人，有些好奇的问道：“在下有些好奇，为何两位先生突然对罗莫街的商铺如此感兴趣呢？毕竟正如您所说，罗莫街的人气并不旺盛。”
en_us: Fitch asked the two of them with curiosity, "I'm a little curious. Why are you two gentlemen interested in Romo Street's shops suddenly? After all, as you said, Romo Street doesn't have the human traffic."

source: 费奇笑着道：“这也没啥好说的，哈迪斯先生这是靠自己的本事赚的钱，要不是他入驻罗莫街，这条街的商业价值已经到底了，他将成为这条街新的缔造者。”
en_us: Fitch laughingly said, "They have nothing to complain. Mr. Hades did this with his own ability. If he didn't enter Romo Street, the commercial value of this street has already hit rock bottom. He would be the new creator of this street."

source: 费奇翻出早上麦格给他的那份资料，很快找到了这栋楼的编号，答道：“这栋楼的单层面积是两百平方，地面三层，地下还有一个地窖，首年租金是20万铜币。”
en_us: Fitch flipped through the documents Mag passed to him that morning and quickly found this building's number. He answered, "The single floor area of this building is 200 square meters. There are three floors above ground and one underground cellar. The first year's rental is 200,000 copper coins."

source: 费奇肃然起敬，他还为这两天的业绩沾沾自喜，没想到这根本没有能够入哈迪斯先生的眼。
en_us: Fitch was so respectful. He was still gloating over the past two days' result, but he didn't expect that was still not enough for Mr. Hades.

source: 费奇转身，看到两个穿的颇为体面的中年男人站在他们的身后。
en_us: Fitch turned around and saw two rather well-dressed middle-aged men behind them.

source: 费奇连忙说道：“是这样的，您之前让我审核那些想要租店铺的商家的资历，我现在已经收到了一百零八份意向书，其中不乏实力商家，而且也给出了不错的租金方案，所以我想来找您谈谈，看看能否确定下来一部分商家。”
en_us: Fitch quickly said, "Oh, it's like this. You asked me to audit the background of those business that wanted to rent the shops. I have already received 108 proposals and many of them are good business. They have also given very good rental suggestions, so I want to discuss with you to see if we can settle on some of them."

source: 赫克托就是波比的那位前辈，而这位卢西恩大人也和他们一同喝过几次酒，和前辈的关系不错。
en_us: Hector was that senior of Bobby's. Lord Lucien had drunk with them on a few occasions, and was on good terms with Bobby's senior.

source: 赫克托是他共事三十多年的同事，当年是同一批进入兵部的，这些年也时常一同喝酒，不曾想他却这般突然离世，着实让他有些难以接受。
en_us: Hector was his colleague of more than 30 years, and they were in the same batch entering the ministry. They had been drinking together frequently all these years, and he did not expect Hector to pass away so suddenly. That was indeed very difficult for him to accept.

source: 走在他前边，穿着一身红色长裙，披着小坎肩的埃菲风韵迷人，手里牵着的艾米乖巧可人。
en_us: In front of him, was Eiffie in a long red dress and cute little Amy.

source: 起初他还想让麦格口述，迈洛笔录，再加工成稿。
en_us: At first, he even wanted Mag to narrate and Mylo to write it down before writing it into a script.

source: 趁着夜色，紫纹狮鹫再次升空，向着北方飞去。
en_us: Taking advantage of the dark night, the purple-striped griffin took to the air again and flew towards the north.

source: 越是了解，越是敬畏，麦格在获得了大师们的经验之后，立刻发现了他自认为完美的绿豆糕，其实只能算是粗糙的次品。
en_us: The more he understood, the more respectful he got. After receiving the masters' experience, Mag immediately realized that the mung bean cake that he thought was perfect was only a substandard product.

source: 距离土楼巷不远的一座三层木楼阁楼上，一个黑袍人冲着站在窗口的一道身影轻声说道。
en_us: In a three-storey wooden attic not far away from the mud houses' alley, a man in black robe said to a figure standing near the window.

source: 路易斯的神情也是十分凝重，沉声道：“一个脱离了封印限制的魔鬼，才是最让人头疼的。而现在它还控制了数量庞大的古尸。”
en_us: Louis looked equally grim when he gravely said, "A devil that has escaped from the seal is the most problematic, and now, it's even controlling a huge number of ancient corpses."

source: 路易斯看着站在一旁的道格拉斯声音沉重道：“正告书已经发往洛都，目前安德烈尚未给出任何回复，但如果这件事真如亚历克斯所言，为旧日支配者的阴谋，那我们当如何处置？”
en_us: Louis was standing by the road as he told Douglas seriously, "The warning letter was sent to Rodu. Currently, Andre has not given any reply yet. However, if this was as Alex said, and was the Great Old Ones' plan, what should we do?"

source: 路过塞班酒馆的时候，两人停留张望了一会，然后啧啧称奇的离开。
en_us: The two of them stopped and gawked around when they passed by Saipan Tavern before leaving with surprise.

source: 蹭饭毕竟不是长远之道，在没有嫁进这个家之前，还是要实际一点的。
en_us: They could not leech on Mr. Hades for a free meal forever. Before Eiffie marries over, she still had to be realistic.

source: 蹲在一旁眼巴巴望着艾米碟子里的灌汤包的丑小鸭眼睛一瞪，连忙站起来，慢慢向后退去。
en_us: Ugly Duckling, who was crouching at the side looking at the soup dumpling in Amy's plate, widened its eyes. It quickly stood up and quietly backed off.

source: 身体和木头在冰墙上留下了浅浅的痕迹，奴隶精灵们愤怒而无助的嘶吼着。
en_us: Their bodies and wood left faint marks on the ice walls. The elven slaves roared in anger and helplessness.

source: 身体恢复了的梅兰特，将以洛都为中心，开始继续搜寻魔气。
en_us: Merante, who had fully recovered, began to search for the evil aura with Rodu as center.

source: 身处高位，此事又十分敏感，只是谈论了几句，卢西恩便将此事揭过，换了个话题。
en_us: As a highly ranked courtier and due to the sensitivity of this matter, Lucien quickly changed topic after saying a few words about it.

source: 躺在地上的巨汉瞪大了眼睛看着麦格，似乎有话要说，事关尊严。
en_us: The man, who was lying on the floor, glared at Mag, as though he was about to say something that had to do with his dignity.

source: 转眼之间，皇宫已进入备战模式。
en_us: In an instant, the palace was in battle mode.

source: 转眼的功夫，酒馆里就剩下三四个客人了。
en_us: In the blink of an eye, there were only three or four customers left in the tavern.

source: 轰！轰！轰！
en_us: Boom! Boom! Boom!

source: 轰！！！
en_us: Boom!!!

source: 辣味来的爽快，却不缠绵，香味更胜一筹，让人吃了还想再吃！
en_us: The spiciness came swiftly, and did not stick around for long. The fragrance was even better, making one feel like eating more!

source: 辣子红油是现成的，凉拌猪耳朵和凉拌猪舌头都需要用到。
en_us: The red oil was premade since it was needed in the pig ears salad and pig tongue salad.

source: 边境上的部落大都是依附于奥格部落的战争派，多年来和洛斯帝国交手，保持着血性和战斗力。
en_us: Most of the tribes at the border were tribes standing with the Aug Tribe for war. They had had various exchanges with the Roth Empire for years, and had maintained their fighting ability.

source: 过了一会，他瞪大了眼睛，表情变得有些不可思议。
en_us: After a while, he widened his eyes with a disbelief expression.

source: 过了一会，麦格突然笑了。
en_us: After a while, Mag suddenly chuckled.

source: 过了五条街，拐进一条巷子，等从另一个口子出来的时候，麦格已经换了个装，成了一个满脸络腮胡的肥圆大汉。
en_us: After walking past five streets and turning into an alley, Mag had already changed into a large burly man with a moustache.

source: 过了好一会，她才将绘本放下，起身从架子上取了一个酒杯，给自己倒了一杯酒，从盒子里抓了一把酒鬼花生，坐在窗边，独自饮酒。
en_us: She only put down the picture book after a while and got up to get a liquor glass from the shelf. She poured a glass of liquor for herself and grabbed a bunch of drunkard peanuts from the box. She sat by the window and drank alone.

source: 过了许久，她抬起头来，看着海伦娜问道：“您真的已经准备让风之森林再经历一场变革吗？”
en_us: After a long time, she looked and asked Helena, "Are you really ready to let Wind Forest go through through another revolution?"

source: 过往的客人路过的时候，都忍不住左右多看了几眼，惊讶于何处飘来的酒香如此诱人。
en_us: The customers couldn't help looking around them when they passed by. They wondered where this enticing liquor's aroma came from.

source: 迈克尔传来了一个好消息，在旧日支配者的压力下，以及麦格的一番威胁，无尽海域上的恶魔们终于达成了一致，决定加入和平联盟，并且同意签订新的和平条约。
en_us: Michael sent good news over. The demons at the boundless sea realm had finally reached a consensus under the pressure of the Great Old Ones and with Mag's help. They had decided to join the Peace Alliance and had agreed to sign the new peace treaty.

source: 迈克尔放下手中密信，看着迪克斯道：“准备一下，我要给法克部落写一封信，目前休战期各方必须冷静处理事情，一旦情况失控，诺兰大陆极有可能被拖入新的一轮种族战争，那个时候，谁也无力回天了。”
en_us: Michael put down the missive, and said to Dicus, "Make some preparations. I want to write a letter to the Falk Tribe. All the pro-peace factions have to handle matters calmly now. The Norland Continent will descend into a new racial war once the situation goes out of control. By then, nobody will be able to do anything to salvage the situation."

source: 迈克尔是麦格最喜欢的领导者，相近的理念和判断，让他们总能很快达成一致。
en_us: Michael was Mag's favorite leader. Their similar ideas and judgments allowed them to reach an concensus very quickly.

source: 迈克尔闻言也是笑了起来。
en_us: Michael laughed too after hearing that.

source: 迈洛晃悠悠的走进了主编室，在加兰对面坐下，翘起二郎腿，幽幽道：“我看你还是直接把麦老板请来给你写稿子好了，就这销量，已然碾压无数成名已久的美食家。”
en_us: Mylo sauntered into the Chief Editor's office and sat in front of Garlan. He crossed his leg and said slowly, "I think you should just get Boss Mag to write for you instead. This sales had already thrashed many famous food magazines."

source: 迈洛闻言笑了笑：“不过事实倒也没有差太多，如果这是最后一刊，错过了麦老板的鱼香茄子教程绝对会成为最大的遗憾。”
en_us: Mylo chuckled when he heard that. "Anyway, the truth isn't too far off. If this is the last issue, missing Boss Mag's tutorial of the eggplant with garlic sauce will definitely be my greatest regret."

source: 返回洛都前，麦格去了一趟员工宿舍。
en_us: Before going back to Rodu, Mag made a trip to the employees' dormitory.

source: 还好是落到了麦格这样正直的人手里。
en_us: Fortunately, it landed in the hands of a righteous person like Mag.

source: 还好艾米眼疾脚快，一脚把它给踹飞到了墙上，成功避免了它掉到地上的惨剧发生。
en_us: Fortunately, Amy reacted quickly. She kicked it toward the wall, and successfully prevented it from falling to the floor.

source: 还好麦格已经习惯了她的对话方式。
en_us: Fortunately, Mag was already used to the way she talked.

source: 还好麦格留了一手，让系统把那台印刷机转移到了混乱之城。
en_us: It was fortunate that Mag got the system to shift that printing machine to Chaos City.

source: 还好麦格眼疾手快，一把将她扶住。
en_us: Thankfully, Mag reacted fast enough and caught her.

source: 还挺有那味的。
en_us: It really looked quite good.

source: 还是美人鱼的故事，之前那本被晞顺走了，这孩子还是把它重新画了一遍。
en_us: It was still the story of The Little Mermaid. The previous book was taken by Xi, so this child redrew it again.

source: 还是这样：(╬◣д◢)？
en_us: Or like this: (╬◣д◢)？

source: 还有人已经开始打听这是谁家的酒，猜测着是否能够与泰坦酒分庭抗礼。
en_us: There were people asking which tavern this liquor belonged to. They were guessing if this liquor could hold up to Titan Liquor.

source: 还有几样下酒菜，价格倒是没有变化。
en_us: There were other side dishes with no changes in pricing.

source: 还有消息说此次进攻兽人族和精灵族的命令也是乔修背着国王陛下下的，因为事情败露，所以恼羞成怒灭了几位兵部大臣的门。
en_us: There was also news that the orders to invade the orcs and the elves were also given by Josh behind the king's back. He massacred the Ministry of Defense's courtiers' families because he was furious over getting exposed.

source: 还有，你在哪里呢？
en_us: Also, where are you?

source: 还有，地球的确存在着更高级的文明，只是不在瓦坎达，在昆仑山上的虚空界之中。”
en_us: In addition, an even more advanced civilization indeed exists on Earth. It is just not Wakanda. It is in the spatial world at Kunlun Mountains."

source: 还没到营业时间，塞班外边已经有十几位客人等着了，而且大半是穿着官服的大臣。
en_us: Before even opening, there were already more than 10 customers waiting outside Saipan. Most of them were wearing courtier uniforms.

source: 还没等出城，那条大蛇便已被两位赶到的十级骑士和一位大魔法师拦住。
en_us: Before they could get out of the city, that giant snake was intercepted by two 10th-tier knights and one great magic caster.

source: 这一击，等于是直接宣告了乔修的社会性死亡。
en_us: This impact was equivalent to announcing the end of Josh directly.

source: 这一刻他才感受到自己的可笑，数百年来竟然一直试图找到克苏鲁并杀死它，
en_us: Only then did he realize his naviety. He had actually tried to find Cthulhu and kill it for the past hundreds of years.

source: 这一刻，她已经感觉自己有了和哈迪斯先生平起平坐的资本，包括平等的和他的夫人对话交锋的资格。
en_us: Right at that moment, she felt she already had the capital that put her on equal footing with Mr. Hades, including the right to have a conversation or verbal spar with his wife.

source: 这一刻，所有人看着这位年轻的酋长，无不动容。
en_us: Right then, everyone was moved by this young chief.

source: 这一勺红油就像是给它注入灵魂，让他深刻的爱上了这红油抄手。
en_us: That scoop of red oil was equivalent to infusing a soul for it. It made him fall in love with the Sichuan spicy wontons in red oil.

source: 这一口下去，差点让麦格舍弃这只到嘴的包子。
en_us: That bite almost made Mag give up on this dumpling that was just by his mouth.

source: 这一口，实在是太满足了！
en_us: This mouthful was simply too fulfilling!

source: 这一夜，星空洞府之中爆发了恐怖的战斗波动。
en_us: That night, a terrifying battle shock wave broke out in the Starry Cave.

source: 这一夜，罗莫街发生了一件大事。
en_us: A major incident happened at Romo Street that night.

source: 这一夜，麦格在厨神试炼场中被花生和猪耳朵折磨的欲仙欲死。
en_us: That night, Mag was tortured in the test field for the God of Cookery by the peanuts and pig ears.

source: 这一开口，就是老资本家了。
en_us: As soon as he spoke, it showed that he was an old capitalist.

source: 这一杯酒，无论是酒香还是色泽，都漂亮的让人无可挑剔。
en_us: This glass of wine was perfect be it the fragrance or color.

source: 这一桌人，倒是给素来清冷的酒馆带来了几分属于酒馆该有的热闹。
en_us: This table of people brought the rather desolate tavern a little more life that taverns should have.

source: 这一点对于已经有些习惯在塞班酒馆喝酒的熟客来说，有些不太友好。
en_us: This wasn't friendly to those regulars who were already used to drinking in Saipan Tavern.

source: 这一顿饭，吃的埃菲大汗淋漓，十分畅快……
en_us: Eiffie enjoyed this meal very much, as beads of perspiration rolled down her forehead for this meal...

source: 这三十年的窖藏时间，大概就是库尔特对泰坦酒的最后一次改进吧，让泰坦酒更进一步的改进。
en_us: These 30 years were probably Kurt's last improvement to the Titan Liquor to make it better.

source: 这下众人的目光反倒是落到了麦格的身上，眼中难掩羡慕。
en_us: Now, everyone's gaze landed on Mag instead. They couldn't hide the envy in their eyes.

source: 这下又让丑小鸭手忙脚乱了。
en_us: This made Ugly Duckling busy all of a sudden.

source: 这下轮到波比等人惊讶瞪眼了。
en_us: Now, Bobby and the rest were shocked.

source: 这下轮到麦格沉默了。
en_us: This time, Mag fell silent.

source: 这下轮到麦格站在一旁双手抱胸，平静的看着晞。
en_us: It was Mag's turn to quietly observe her from the side with his arms wrapped in front of his chest.

source: 这不是果酒，没有果味的清香，却有着更为醇厚和悠长的香味，应该是粮食酒，可他喝过许多粮食酒，从未有哪种能够拥有这般醇馥幽郁的香味。
en_us: This was not fruit wine. It did not have the refreshing fragrance of the former. However, it did have an even stronger and lingering fragrance. It should've been made from grains. He had tried many grain wines, but none of them had a fragrance this strong.

source: 这不是远高于市场价的租金，这是非常合理的租金。
en_us: That wasn't a rate that was much higher than the market rate, but a very reasonable rental rate.

source: 这两位看着精明的生意人来到罗莫街想租商铺已经足够奇怪，现在还打听起出售的商铺，难不成还真是两位冤大头？
en_us: It was already weird enough that these two seemingly weird businessmen came to rent shops on Romo Street, but they even came to ask about shops for sale. Could they really be two dupes?

source: 这两天府邸外巡逻的兵士护卫多了许多，老爷也被软禁在兵部回不来，她的一颗心提着久久没有放下。
en_us: There were more guards patrolling the mansion over the past two days, and her husband was grounded in the military. For a very long time, her heart was in her mouth.

source: 这两天洛都城里发生的那件大事，即便是不怎么出门的她也有所耳闻，那位和他男人天天喝酒的大人全家一夜之间都没了，那位大人也死在了牢里。
en_us: Such a big thing happened in Rodu over the past two days. Even if she barely left the house, she still heard of the news. The family of the man who had been drinking with her husband every night was gone within a night, and that man also died in prison.
